export const news = [
    {
        id: 1,
        title: "Наказание за незаконное участие в бизнесе планируют ужесточить для госслужащих",
        date: new Date(2023, 6, 4, 8, 13),
        imageLink:
            "https://tengrinews.kz/userdata/news/2023/news_503849/thumb_m/photo_436284.jpeg",
        imageSrc: "elements.envato.com",
        paragraphs: [
            "Наказание за незаконное участие госслужащих в бизнесе планируют ужесточить, передает Tengrinews.kz.",
            'Пакет поправок в законы по вопросам противодействия коррупции вынесен на открытое обсуждение Антикоррупционной службой на сайте "Открытые НПА" до 17 июля. Среди прочего в них предусмотрено изменение наказания по статье 364 УК "Незаконное участие в предпринимательской деятельности".',
            "По проекту, госслужащие или лица приравненные к ним, за участие в организации, осуществляющей предпринимательскую деятельность либо управление такой организацией, связанное с предоставлением этой организации льгот и преимуществ или с покровительством в иной форме, наказываются штрафом в размере до 3000 МРП (ранее было 1000 МРП), то есть до 10,3 миллиона тенге против 3,4 миллиона тенге, либо исправительными работами в том же размере, либо привлечением к общественным работам на срок до 800 часов (ранее 400 часов), либо ограничение свободы до трех лет (ранее один год).",
            "За такое же правонарушение, совершенное сотрудником правоохранительного органа или специального государственного органа, наказание может повыситься двукратно. С 2000 МРП до 4000 МРП, то есть с 6,9 миллиона до 13,8 миллиона тенге, с 600 до 1000 часов общественных работ и ограничение либо лишение свободы с двух до четырех лет.",
            "Для лиц, занимающих ответственную государственную должность, за незаконное участие в предпринимательской деятельности наказание может составить до 5000 МРП штрафа, то есть до 17,2 миллиона тенге (в действующей статье 4000), до 1200 часов (в действующей статье 1000 часов) общественных работ, либо ограничением свободы на срок до 5 лет (сейчас 4 года).",
            "Также может вырасти наказание для занимающих ответственную государственную должность в правоохранительных органах - 6000 МРП штрафа (более 20 миллионов тенге), либо ограничение свободы на срок до шести лет или лишение свободы на тот же срок.",
        ],
        transliterated:
            "nakazanie-za-nezakonnoe-uchastie-v-biznese-planiruyut-uzhestochit-dlya-gossluzhashchikh",
    },
    {
        id: 2,
        title: "Токаев заявил, что Казахстан искоренил коррупцию",
        date: new Date(2023, 5, 8, 11, 49),
        imageLink:
            "https://arbat.media/thumb/prev/2023/06/08/arbatmedia-tokaev-zayavil-cto-kazaxstan-iskorenil-korrupciyu-5600-800x448.webp",
        imageSrc: "arbat.media",
        paragraphs: [
            "Президент Касым-Жомарт Токаев заявил, что Казахстан прилагает все усилия для поддержания дружественных отношений с глобальными и региональными партнерами. Также в ходе Форума он сообщил, что стране удалось искоренить коррупцию, передает Arbat.media.",
            "Внутри Казахстана мы предпринимаем новые усилия по проведению реформ, чтобы внедрить принципы справедливости, верховенства закона, равенства и правосудия. Мое кредо сформулировано четко: закон и порядок. Это прочная основа для построения «Нового Справедливого Казахстана», - заявил глава государства.",
            "Он также добавил, что за очень короткий период времени Казахстан реформировал большинство институтов.",
            "Мы ограничили полномочия президента, внесли изменения в Конституцию, перезагрузили политическую и экономическую системы, искоренили коррупцию. Так что современный Казахстан отличается от того, каким он был, скажем, два года назад, - дополнил президент.",
            "Но по его словам, наш путь преобразования существующей системы еще далек от завершения.",
        ],
        transliterated: "tokaev-zayavil-cto-kazaxstan-iskorenil-korrupciyu",
    },
    {
        id: 3,
        title: "ТРОЕ РАБОЧИХ ПОСТРАДАЛИ ОТ УДАРА ТОКОМ В ПАВЛОДАРЕ: СОСТОЯНИЕ СТАБИЛЬНОЕ",
        date: new Date(2023, 4, 2, 9, 13),
        imageLink:
            "https://tengrinews.kz/userdata/news/2023/news_497959/thumb_m/photo_429412.jpeg",
        imageSrc: "Tengrinews.kz",
        paragraphs: [
            "Электросварщик погиб в результате несчастного случая на скважине в Мангистауской области, передает корреспондент Tengrinews.kz.",
            '29 апреля в 16:42 на скважине № 5613/28 ПУ "Жетыбаймунайгаз" в ТОО "Буровая компания "Великая стена" произошел несчастный случай. Во время проведения сварки произошел хлопок. От полученных травм на месте скончался электрогазосварщик, гражданин Казахстана. Мастер буровой установки, гражданин КНР, получил травму головы и был доставлен в сельскую больницу.',
            "На место происшествия оперативно прибыли сотрудники полиции Мангистауского района. В целях выяснения обстоятельств несчастного случая проводится досудебное расследование работниками правоохранительных органов.",
            '"Также со стороны ТОО "БК "Великая стена" оперативно было отправлено сообщение о несчастном случае в Управление труда Мангистауской области, в Департамент Комитета индустриального развития и промышленной безопасности Мангистауской области для проведения специального расследования по данному несчастному случаю. В настоящее время формируется комиссия во главе с Управлением труда Мангистауской области. Расследование взято на личный контроль руководством АО "Мангистаумунайгаз" и будет проводиться в установленные сроки, виновные лица будут наказаны согласно законодательству РК", - сообщили в пресс-службе АО "Мангистаумунайгаз".',
            "Обстоятельства и причины несчастного случая выясняются.",
        ],
        transliterated:
            "troe-rabochix-postradali-ot-udara-tokom-v-pavlodare-sostoyanie-stabilnoe",
    },
    {
        id: 4,
        title: "Застрявший в казахстанской степи автобус с российскими туристами починили",
        date: new Date(2023, 6, 10, 1, 39),
        imageLink:
            "https://tengritravel.kz/userdata/news/2023/news_504279/thumb_m/photo_436762.jpeg",
        imageSrc: "Tengritravel.kz",
        paragraphs: [
            "Автобус с российскими туристами, застрявший на трассе в Карагандинской области 9 июля, отправился к месту следования в этот же день, передает Tengritravel.kz со ссылкой на пресс-службу МЧС Казахстана.",
            'Автобус марки Zhongtong, следовавший по маршруту "Омск - Бишкек", из-за технической неисправности застрял на трассе "Кызылорда - Павлодар" в Осакаровском районе в 00:00 часов 9 июля.',
            "В автобусе находились 34 человека, в том числе четверо детей. Как сообщалось ранее, некоторые пассажиры жаловались, что остались в степи, у них заканчиваются запасы еды и воды.",
            'Однако в пресс-службе МЧС РК отметили, что пассажиры не нуждались в эвакуации и медицинской помощи. "Перевозчиком в 15:00 была организована доставка пассажиров на вокзал Караганды для размещения и ожидания. В 20:00 того же дня после устранения поломки, автобус забрал пассажиров и проследовал по маршруту к месту назначения", - сообщили в ведомстве.',
        ],
        transliterated:
            "zastryavshij-v-kazahstanskoj-stepi-avtobus-s-rossijskimi-turistami-pochinili",
    },
    {
        id: 5,
        title: "Минпросвещение Казахстана назвало коррупцией сбор денег в конце года в школах",
        date: new Date(2023, 4, 17, 16, 3),
        imageLink:
            "https://bizmedia.kz/wp-content/uploads/2023/05/minprosveshhenie-kazahstana-nazvalo-korrupcziej-sbor-deneg-v-koncze-goda-v-shkolah-1536x863.jpg.webp",
        imageSrc: "Sputnik / Владислав Воднев",

        paragraphs: [
            "Комитет по среднему образованию Министерства просвещения выразил свое мнение относительно сбора денежных данных в школах в конце года, считая подобные действия нарушением законодательства в виде коррупции, сообщает Bizmedia.kz.",
            "«Сообщается, что в соответствии с Законом Республики Казахстан «О борьбе с коррупцией» считается нарушением антикоррупционного законодательства распространение информации о коррупционных правонарушениях. В соответствии с частью 1 статьи 22 Закона, все государственные органы, организации, субъекты квазигосударственного сектора и должностные лица обязаны пресекать коррупционные действия в своей компетенции.",
            "В каждом государственном органе, включая Министерство образования и науки Республики Казахстан, имеется доверительный телефон. Номер доверительного телефона в Министерстве просвещения Республики Казахстан: +7 (7172) 74-24-11», — ответили представители комитета на официальный запрос журналиста Massaget.kz.",
            "Согласно пункту 1 статьи 23 Закона в отношении частных лиц, общественных объединений и других юридических лиц в случае совершения коррупционных действий в соответствии с установленным порядком, предусмотренным законодательством Республики Казахстан, им можно сообщить о фактах нарушений антикоррупционного законодательства.",
        ],
        transliterated:
            "minprosveshhenie-kazahstana-nazvalo-korrupcziej-sbor-deneg-v-koncze-goda-v-shkolah",
    },
    {
        id: 6,
        title: "Пожар произошел на рынке в Алматы",
        date: new Date(2023, 6, 9, 13, 28),
        imageLink:
            "https://tengrinews.kz/userdata/news/2023/news_504256/thumb_m/photo_436738.jpeg",
        imageSrc: "МЧС РК",
        paragraphs: [
            'На территории вещевого рынка "Кенжехан-3" в Алматы произошел пожар в складском помещении, передает Tengrinews.kz со ссылкой на пресс-службу МЧС.',
            "Как сообщили в пресс-службе, вызов поступил сегодня около 12 часов дня. Огнеборцам удалось локализовать пожар. Жертв и пострадавших нет.",
            "Площадь пожара в складском помещении контейнерного типа устанавливается. В работах по оперативной ликвидации ЧС были задействованы личный состав и техника подразделений МЧС по городу Алматы.",
            "Ранее возгорание произошло в вахтовом городке на Тенгизе.",
        ],
        transliterated: "pozhar-proizoshel-na-rynke-v-almaty"
    },
    {
        id: 7,
        title: "Пожар на рынке в Алматы ликвидирован",
        date: new Date(2023, 6, 9, 15, 13),
        imageLink:
            "https://tengrinews.kz/userdata/u390/2023-07/resize/eaa15718e0fe56fc02f0530755139a93.jpeg",
        imageSrc: "МЧС РК",
        paragraphs: [
            'Пожарные ликвидировали возгорание на территории вещевого рынка "Кенжехан-3" в Алматы, передает Tengrinews.kz со ссылкой на пресс-службу МЧС.',
            "Силы и средства ДЧС города Алматы были направлены по повышенному рангу вызова по адресу: Алатауский район, Северное кольцо, 118/4. По прибытии первых подразделений через 6 минут обнаружено горение складов контейнерного типа на общей площади 290 квадратных метров.",
            "На месте развернут оперативный штаб, создано три участка тушения пожара - введены пожарные стволы на тушение и защиту соседних контейнеров.",
            '"Несмотря на большую горючую загрузку складов с товарно-материальными ценностями, большим количеством автотранспорта и людей на территории рынка, пожар локализован в 12:52, ликвидирован в 14:05. Жертв и пострадавших не допущено, удалось отстоять соседние склады с товарно-материальными ценностями. На месте задействованы силы и средства ДЧС, 74 человека личного состава и 20 единиц техники и других служб города", - говорится в сообщении пресс-службы.',
            "Напомним, вызов о пожаре на рынке в Алматы поступил сегодня около 12 часов дня. Огнеборцам удалось локализовать пожар. Жертв и пострадавших нет.",
        ],
        transliterated: "pozhar-na-rynke-v-almaty-likvidirovan"
    },
];
