let courseData = {
  1: {
    title: "Пожарно-технический минимум",
    overview: [
      "Курс пожарно-технического минимума - обучающая программа по пожарной безопасности для руководителей и работников. Изучаются принципы предотвращения пожаров, использование пожарно-технических средств и организация эвакуации. Выдается удостоверение государственного образца.",
      "В соответствии с постановлением Правительства РК от 09.10.2014 года № 1077, ответственность за обеспечение пожарной безопасности на объекте несут собственники объектов, руководители организаций и предприятий, независимо от их формы собственности, а также индивидуальные предприниматели.",
      "Согласно пункту 26 приказа МЧС РК от 09.06.2014 года № 276 (с изменениями, внесенными приказом МВД РК от 16.09.2015 года № 777), все руководители, специалисты и работники организаций, независимо от их деятельности, должны пройти обучение и проверку знаний по вопросам пожарно-технического минимума (ПТМ) в течение месяца после принятия на работу. Далее такое обучение должно проводиться не реже одного раза в три года. Лица, не прошедшие повторную проверку знаний, не могут быть допущены к самостоятельной работе (согласно пункту 36 приказа).",
      "Совместным приказом МВД РК от 30.10.2018 года № 758 и МНЭ РК от 30.10.2018 года № 31 установлено, что обучение и наличие удостоверения являются обязательными и учитываются при проведении проверок государственными органами. За нарушение указанных норм предусмотрена ответственность согласно Кодексу об административных правонарушениях и Уголовному кодексу РК.",
      'В связи с этим, Квалификационная Комиссия "Республиканского центра обучения и сертификации" проводит плановые профилактические и учебные мероприятия. По окончании обучения выдается удостоверение государственного образца.',
      "Примечание: Руководителями, в соответствии с приказом МТиСЗН РК № 553, являются лица, которые имеют подчиненных работников или управляют определенным участком работы, такие как руководители и их заместители, руководители департаментов, управлений, отделов, главные бухгалтеры и другие аналогичные должности.",
    ],
    goals: [
      "Изучение требований актуальных нормативных документов в сфере пожарной безопасности",
      "Детальное анализирование производственного процесса на предприятии с точки зрения риска пожарной опасности",
      "Приобретение навыков практического поведения в случае пожара, включая оказание первой помощи пострадавшим от огня или дыма",
      "Освоение приемов и методов, способствующих эффективной профилактике возгораний",
    ],
  },
  2: {
    title: "Безопасность и охрана труда",
    overview: [
      "В соответствии с Трудовым Кодексом Республики Казахстан (п. 19, ст. 23) работодатель имеет обязанность предпринимать меры для предотвращения рисков на рабочих местах и в технологических процессах. Это включает проведение профилактических мероприятий с учетом прогресса в производстве и научно-технической сфере.",
      "Согласно Приказу Министерства Здравоохранения и Социального Развития Республики Казахстан от 25 декабря 2015 года №1019 (п. 21), руководители и работники, ответственные за обеспечение безопасности и охраны труда, должны проходить обучение и проверку знаний в области безопасности и охраны труда не реже одного раза в три года. Если руководитель или ответственный работник не прошел проверку знаний, он может быть отстранен от работы (п. 31).",
      "Совместным Приказом Министерства Здравоохранения и Социального Развития Республики Казахстан от 25 декабря 2015 года №1022 и Министерства Национальной Экономики Республики Казахстан от 28 декабря 2015 года №801 установлено, что обучение и наличие сертификата являются необходимыми и учитываются при проведении проверок государственными надзорными органами. За нарушение этих норм предусмотрена ответственность в соответствии с Кодексом об административных правонарушениях и Уголовным кодексом Республики Казахстан.",
      'В связи с этим, Квалификационная Комиссия "Республиканского центра обучения и сертификации" проводит плановые профилактические и учебные мероприятия. По завершении такого обучения выдается сертификат государственного образца.',
    ],
    goals: [
      "Улучшение безопасности и предотвращение травматических происшествий во время работы сотрудников",
      "Сокращение риска профессиональных заболеваний у работников, длительно находящихся во вредных условиях",
      "Минимизация возможности аварийных и нештатных ситуаций, которые могут нанести вред здоровью сотрудников и имуществу компании",
    ],
  },
  3: {
    title: "Санитарно-эпидемиологическая защищенность",
    overview: [
      "В области санитарно-эпидемиологической защищенности важно ознакомиться с основными принципами предотвращения рисков и защиты от инфекционных и паразитарных заболеваний. Статистика по Казахстану на 2021 год показывает высокое количество случаев инфекционных заболеваний. Эффективные санитарно-эпидемиологические меры играют важную роль в снижении числа заболевших и распространения инфекций.",
      "Согласно Трудовому кодексу Республики Казахстан (статья 23, пункт 19), работодатель обязан принимать меры для предотвращения рисков на рабочих местах и в технологических процессах, а также проводить профилактические мероприятия с учетом прогресса в производстве и научно-технической сфере.",
      'В соответствии с Приказом Министерства здравоохранения РК от 16.11.2020 г. № ҚР ДСМ-195/2020 "Об утверждении правил гигиенического обучения лиц, относящихся к группе риска населения" (далее - Приказ), лица, занятые в обслуживающей сфере и представляющие наибольшую опасность для заражения окружающих инфекционными и паразитарными заболеваниями (так называемые "декретированные лица"), обязаны пройти обязательное первичное гигиеническое обучение при поступлении на работу.',
      'Совместный приказ Министерства здравоохранения РК от 27.06.2017 г. № 463 и Министерства национальной экономики РК от 20.07.2017 г. № 285 "Об утверждении критериев степени риска и проверочных листов в сфере санитарно-эпидемиологического благополучия населения" указывает, что отсутствие профилактических и образовательных мероприятий является серьезным нарушением, которое учитывается при проверках контрольными органами.',
      "Согласно статье 425 Кодекса административных правонарушений РК, нарушение законодательства в области санитарно-эпидемиологического благополучия населения и гигиенических нормативов влечет наложение штрафа в размере от 30 до 2000 минимальных размеров оплаты труда (МРП) с возможным приостановлением деятельности.",
    ],
    goals: [
      "Понимание и применение основных принципов санитарно-эпидемиологической безопасности",
      "Разработка и реализация санитарных мероприятий",
      "Повышение общественного сознания о санитарно-эпидемиологической безопасности",
    ],
  },
  4: {
    title: "Антитеррористическая безопасность",
    overview: [
      'Курс, проводимый Квалификационной комиссией "Республиканского центра обучения и сертификации" в рамках Государственной программы по противодействию религиозному экстремизму и терроризму в РК, представляет собой обучение и профилактические мероприятия, предназначенные для персонала объектов, подверженных уязвимости в отношении террористических угроз.',
      "Согласно указанию Лидера Нации, была разработана Государственная программа, направленная на борьбу с религиозным экстремизмом и терроризмом на период с 2018 по 2022 годы.",
      'В соответствии со статьей 10-3 Закона РК "О противодействии терроризму", владельцы, руководители и другие должностные лица объектов, подверженных уязвимости в отношении терроризма, независимо от формы собственности, обязаны предусмотреть необходимое финансирование и осуществлять мероприятия по организации профилактических и учебных мероприятий с персоналом данных объектов, а также обеспечивать их защищенность от террористических угроз.',
      "Проведение профилактических и учебных мероприятий является обязательным и учитывается при проверках со стороны государственных контрольных органов.",
      "Невыполнение или ненадлежащее исполнение обязанностей собственником, владельцем или руководителем объекта по обеспечению антитеррористической защиты и поддержанию должного уровня безопасности объекта может повлечь наложение штрафа на должностных лиц в размере от 100 до 1000 МРП, с возможным приостановлением деятельности или отдельных видов деятельности на срок до трех месяцев или без такого приостановления (согласно статье 149 КоАП РК).",
      'В связи с этим, согласно рекомендациям Министерства внутренних дел РК и в рамках Плана мероприятий по реализации Государственной программы по противодействию религиозному экстремизму и терроризму в РК, Квалификационная комиссия "Республиканского центра обучения и сертификации" проводит регулярные профилактические и учебные мероприятия для всего персонала.',
    ],
    goals: [
      "Повышение общественного сознания о террористической угрозе",
      "Понимание и применение основных принципов антитеррористической безопасности",
      "Разработка и реализация антитеррористических мероприятий",
    ],
  },
  5: {
    title: "Первая доврачебная медицинская помощь",
    overview: [
      "Курс в Республиканском центре обучения и сертификации предназначен для повышения квалификации профессионалов. Он включает обновление знаний, приобретение новых навыков и расширение профессиональных компетенций. Участники получают доступ к учебным материалам, экспертным лекциям и практическим занятиям. По завершению курса выдается сертификат.",
      "Согласно Трудовому Кодексу Республики Казахстан, работодатель обязан принимать меры для предотвращения рисков на рабочих местах и в технологических процессах, а также проводить профилактические работы с учетом производственного и научно-технического прогресса.",
      "В соответствии с Кодексом, работодатель также обязан организовывать предоставление первой медицинской помощи пострадавшему на рабочем месте и при необходимости доставку его в медицинское учреждение.",
      "Согласно приказу Министерства образования и науки Республики Казахстан от 14 марта 2020 года № 108, руководители организаций образования должны принимать меры по усилению санитарно-эпидемиологических и профилактических мероприятий для обеспечения сохранности жизни и здоровья обучающихся, педагогов и других работников, а также для предотвращения распространения коронавирусной инфекции.",
      "В связи с этим, Квалификационная Комиссия Республиканского центра обучения и сертификации Республики Казахстан проводит плановые профилактические и учебные мероприятия в онлайн формате в соответствии с полученным Поручением.",
    ],
    goals: [
      "обучение работников и специалистов основным способам и методам оказания первой доврачебной помощи",
    ],
  },
  6: {
    title: "Согласительная комиссия",
    overview: [
      "С принятием нового Трудового кодекса РК (далее - Кодекс) порядок разрешения трудовых споров существенно изменился, поскольку обязательным этапом стало рассмотрение разногласий согласительной комиссией.",
      "Согласительная комиссия является постоянно действующим органом, создаваемым в организации, ее филиалах и представительствах на паритетных началах из равного числа представителей от работодателя и работников (п.2, ст.159 Кодекса). При этом согласно пп.26, п.2, ст.23 Кодекса обязанность по созданию согласительной комиссии возложена на работодателя.",
      "В соответствии с п.8, ст.159 Трудового кодекса члены согласительной комиссии обязаны проходить ежегодное обучение по применению трудового законодательства Республики Казахстан, развитию навыков ведения переговоров и достижения консенсуса в трудовых спорах.",
      "Согласно совместному приказу МЗиСР РК от 25.12.2015г. № 1022 и МНЭ РК от 28.12.2015г. № 801 «Об утверждении Критериев оценки степени риска и проверочных листов за соблюдением трудового законодательства РК» несоблюдение требований по работе согласительных комиссий относится к значительным нарушениям.",
      "В этой связи, Квалификационной Комиссией «Республиканского центра подготовки кадров» проводятся плановые учебные мероприятия для руководителей и членов согласительных комиссий. По завершению выдаются сертификат установленного образца и методические пособия для практического применения.",
    ],
    goals: [
      "Повышение квалификации руководителей и членов согласительных комиссий.",
      "Улучшение знаний и навыков в области применения трудового законодательства Республики Казахстан.",
      "Развитие навыков ведения переговоров и достижения консенсуса в трудовых спорах.",
      "Повышение эффективности работы согласительных комиссий в организациях, их филиалах и представительствах.",
      "Повышение соблюдения требований трудового законодательства Республики Казахстан в работе согласительных комиссий.",
      "Укрепление правовой защиты работников и работодателей в процессе разрешения трудовых споров.",
    ],
  },
  7: {
    title: "Противодействие коррупции",
    overview: [
      "Курс 'Противодействие коррупции' представляет собой уникальную образовательную программу, разработанную для помощи участникам разобраться в сложной проблематике коррупции и научиться эффективно бороться с ней. Он предоставляет участникам необходимые знания, навыки и инструменты для эффективного действия в организациях и в обществе.",
      "Курс 'Противодействие коррупции' основывается на принципах активного и практического обучения. Участники получат подробное представление о коррупционных практиках, их последствиях и механизмах распространения. Они изучат различные стратегии и инструменты противодействия коррупции, включая разработку антикоррупционной политики, этические стандарты и кодексы поведения.",
      "В рамках курса будут рассмотрены важные аспекты, такие как этика в публичной службе, прозрачность и отчетность, механизмы предотвращения конфликта интересов, антикоррупционное законодательство и правоохранительные меры. Участники также будут ознакомлены с международными стандартами и практиками в области противодействия коррупции, чтобы получить глобальную перспективу и лучшие практики.",
      "Курс предлагает интерактивные лекции, групповые дискуссии, практические упражнения и случаи из реальной жизни, чтобы участники могли применить свои знания на практике. Опытные преподаватели и эксперты в области борьбы с коррупцией будут руководить обучением, обеспечивая глубокое понимание темы и помогая участникам развить навыки анализа, принятия решений и реализации антикоррупционных мер.",
    ],
    goals: [
      "Получение глубокого понимания проблематики коррупции и ее последствий.",
      "Овладение стратегиями и инструментами противодействия коррупции.",
      "Разработка антикоррупционной политики и этических стандартов поведения.",
      "Освоение механизмов предотвращения конфликта интересов и прозрачности.",
      "Ознакомление с антикоррупционным законодательством и правоохранительными мерами.",
    ],
  },
};

export default courseData;
